Repository: GNOME/gnome-mines
Catalog: help/*/*.po
Languages: cs, sr, sr@latin

source: If you left click on a mine, or auto-clear a square with a mine in it you lose. To help prevent accidents, you aren't allowed to auto-clear around a square unless the number of marked mines equals the number given in the square.
cs: Pokud kliknete na minu nebo necháte automaticky vyčistit zaminovaná políčka, jste ztraceni. Aby nedocházelo k nehodám, není možné automaticky vyčistit okolní políčka v případě, že počet polí označených jako zaminovaná neodpovídá počtu vypsanému v políčku.
sr: Ако кликнете на мину, или покушате да аутоматски очистите квадрат са мином, губите. Да би се избегле случајне грешке, није вам дозвољено да аутоматски очистите квадрат осим ако се број околних означених мина не слаже са бројем у квадрату који кликћете.
sr@latin: Ako kliknete na minu, ili pokušate da automatski očistite kvadrat sa minom, gubite. Da bi se izbegle slučajne greške, nije vam dozvoljeno da automatski očistite kvadrat osim ako se broj okolnih označenih mina ne slaže sa brojem u kvadratu koji klikćete.

source: Using the Mouse
cs: Používání myši
sr: Коришћење миша
sr@latin: Korišćenje miša

source: Action
cs: Úkon
sr: Акција
sr@latin: Akcija

source: Result
cs: Výsledek
sr: Резултат
sr@latin: Rezultat

source: Left click on an un-revealed square.
cs: Kliknutí levým tlačítkem na neodkrytém políčku.
sr: Леви клик на неоткривено поље.
sr@latin: Levi klik na neotkriveno polje.

source: Reveals the contents of that square. For better or for worse.
cs: Odkryje obsah tohoto políčka. Buď si polepšíte nebo dopadnete špatně.
sr: Открива садржај поља. Пуковник или покојник.
sr@latin: Otkriva sadržaj polja. Pukovnik ili pokojnik.

source: Left click in a revealed square.
cs: Kliknutí levým tlačítkem na odkrytém políčku.
sr: Леви клик на откривено поље.
sr@latin: Levi klik na otkriveno polje.

source: Auto-clear. Reveals the unmarked squares around the clicked square, but only if enough squares have been marked to match the number in the square.
cs: Automatické vyčištění. Odkryje neoznačená políčka okolo políčka, na které jste klikli, ale pouze v případě, že počet označených políček odpovídá číslu uvedenému v políčku.
sr: Аутоматско чишћење. Открива необележена поља око кликнутог поља, али само ако се број обележених околних поља слаже са бројем на кликнутом пољу.
sr@latin: Automatsko čišćenje. Otkriva neobeležena polja oko kliknutog polja, ali samo ako se broj obeleženih okolnih polja slaže sa brojem na kliknutom polju.

source: Right click on an un-revealed square.
cs: Kliknutí pravým tlačítkem na neodkrytém políčku.
sr: Десни клик на неоткривено поље.
sr@latin: Desni klik na neotkriveno polje.

source: Marks the square as a mine. If it is already marked, the mark will be removed.
cs: Označí políčko jako zaminované. Pokud je již označené, tak se značka odstraní.
sr: Обележава поље као мину. Ако је поље већ означено, ознака ће бити уклоњена.
sr@latin: Obeležava polje kao minu. Ako je polje već označeno, oznaka će biti uklonjena.

source: If you are used to the more traditional mouse controls, don't worry, they still work.
cs: I když používáte starobylé myši, nemusíte se bát, stále fungují.
sr: Ако сте навикли на традиционалније контроле мишем, не брините, и оне раде.
sr@latin: Ako ste navikli na tradicionalnije kontrole mišem, ne brinite, i one rade.

source: Game Size and Difficulty
cs: Velikost hry a obtížnost
sr: Величина табле и тежина
sr@latin: Veličina table i težina

source: By choosing <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> from the menu you can change the size of the games. Larger sizes obviously take longer and require more concentration. Smaller games are more frantic. We provide Small, Medium, Large and Custom sizes.
cs: Po spuštění <menuchoice><guimenu>Nastavení</guimenu><guimenuitem>Volby</guimenuitem></menuchoice> z nabídky můžete měnit velikost hry. Větší hra trvá déle a vyžaduje více koncentrace. Menší hra bývá zběsilejší. K dispozici máte malou, střední, velkou a vlastní velikost.
sr: Одабирањем <menuchoice><guimenu>Подешавања</guimenu><guimenuitem>Поставке</guimenuitem></menuchoice> из менија можете да промените величину табле. Веће игре очито трају дуже и захтевају бољу концентрацију. Мање игре су много брже. У понуди су мала, средња, велика и произвољна величина табле.
sr@latin: Odabiranjem <menuchoice><guimenu>Podešavanja</guimenu><guimenuitem>Postavke</guimenuitem></menuchoice> iz menija možete da promenite veličinu table. Veće igre očito traju duže i zahtevaju bolju koncentraciju. Manje igre su mnogo brže. U ponudi su mala, srednja, velika i proizvoljna veličina table.

source: The preferences dialog.
cs: Dialog voleb.
sr: Дијалог поставки.
sr@latin: Dijalog postavki.

source: On the right hand side of the dialog there are three parameters for controlling the custom size. Horizontal and Vertical are the width and height of the desired grid in squares. The number of mines is - obviously - the number of mines you need to find. If this number is set too high or too low then the game becomes very easy. The number of mines is limited to slightly less than the total number of squares.
cs: Na pravé straně dialogu jsou tři parametry pro zadání vlastní velikosti. Vodorovně a svisle jsou šířka a výška požadované mřížky polí. Počet min, jak je asi jasné, udává počet min, které chcete hledat. Pokud je toto číslo příliš velké nebo příliš malé, stává se hra velmi snadnou. Počet min je omezen na hodnotu mírně nižší, než je počet polí.
sr: На десној страни прозорчета су три параметра за подешавање произвољне величине. „Водоравно“ и „Усправно„ су ширина и висина жељене величине табле у квадратима. Број мина је - очигледно - број мина које треба да нађете. Ако је овај број превелик или премали, игра постаје веома лака. Број мина је ограничен на вредност мало мању од укупног броја квадрата.
sr@latin: Na desnoj strani prozorčeta su tri parametra za podešavanje proizvoljne veličine. „Vodoravno“ i „Uspravno„ su širina i visina željene veličine table u kvadratima. Broj mina je - očigledno - broj mina koje treba da nađete. Ako je ovaj broj prevelik ili premali, igra postaje veoma laka. Broj mina je ograničen na vrednost malo manju od ukupnog broja kvadrata.

source: "I'm not sure" Flags
cs: Vlaječka „Nejsem si jist“
sr: „Нисам сигуран“ ознаке
sr@latin: „Nisam siguran“ oznake

source: There is a check-box in the properties dialog entitled Use "I'm not sure" flags. If you enable this then, when right-clicking on a square, it cycles between the normal flags used to mark the square as mined, a flag with a question mark on it and no flag. This new flag is to help you with your reasoning, to mark mines you think might be a mine but aren't sure about. These flags have no effect on the game; you still have to use the appropriate number of red marker flags to be able to clear around a numbered square.
cs: V nastavení je volba nazvaná Používat vlaječky „Nejsem si jist(á)“. V případě, že ji povolíte, bude se při klikání pravým tlačítkem na políčku cyklicky přepínat normální vlaječka označující zaminované políčko, vlaječka s otazníkem a prázdná plocha bez vlaječky. Tato nová vlaječka s otazníkem je pomůcka pro vás, abyste si mohli označit políčko, o kterém si myslíte, že by mohlo být zaminované, ale nejste si jistí. Vlaječka nemá žádný vliv na průběh hry. Stále musíte nastavit správný počet červených vlaječek, aby se mohla vyčistit políčka okolo.
sr: Постоји дугме за штиклирање на прозорчету поставку на коме пише „Користи „Нисам сигуран“ ознаке“. Ако га штиклирате, десним кликом добијате и обичне заставице за означавање да квадрат има мину и заставицу са знаком питања. Заставице се мењају у круг кликтањем десног клика узастопно. Ова нова заставица вам помаже у одлучивању када мислите да је испод квадрата мина, али нисте баш сигурни. Ове заставице немају никакав утицај на игру; и даље морате да имате тачан број црвених заставица да бисте чистили поља око квадрата са бројем.
sr@latin: Postoji dugme za štikliranje na prozorčetu postavku na kome piše „Koristi „Nisam siguran“ oznake“. Ako ga štiklirate, desnim klikom dobijate i obične zastavice za označavanje da kvadrat ima minu i zastavicu sa znakom pitanja. Zastavice se menjaju u krug kliktanjem desnog klika uzastopno. Ova nova zastavica vam pomaže u odlučivanju kada mislite da je ispod kvadrata mina, ali niste baš sigurni. Ove zastavice nemaju nikakav uticaj na igru; i dalje morate da imate tačan broj crvenih zastavica da biste čistili polja oko kvadrata sa brojem.

source: The sequence of flags when "I'm not sure" flags are enabled.
cs: Sekvence vlaječek v případě povolené vlaječky „Nejsem si jist“.
sr: Поредак заставица када су укључене „Нисам сигуран“ заставице.
sr@latin: Poredak zastavica kada su uključene „Nisam siguran“ zastavice.

source: Use "Too many flags" warning
cs: Použít varování „Příliš mnoho vlaječek“
sr: Упозорење за превише заставица
sr@latin: Upozorenje za previše zastavica

source: The other check-box in the properties dialog is entitled Use "Too many flags" warning. This feature will show you a warning when you have placed too many flags. This is disabled by default, as it provides so much hint that it could be considered "cheating".
cs: Další volba v dialogu s nastavením je nazvaná Použít varování „Příliš mnoho vlaječek“. Díky ní se vám zobrazí varování v případě, že umístíte příliš mnoho vlaječek. Standardně je vypnutá, protože poskytuje radu, která by mohla být považovaná za „podvádění“.
sr: Друго дугме за штиклирање се зове „Упозорење за превише заставица“. Ова могућност ће вам приказати упозорење када ставите превише заставица. Подразумевано је искључено, јер пружа превише помоћи да би могло да се окарактерише као „варање“.
sr@latin: Drugo dugme za štikliranje se zove „Upozorenje za previše zastavica“. Ova mogućnost će vam prikazati upozorenje kada stavite previše zastavica. Podrazumevano je isključeno, jer pruža previše pomoći da bi moglo da se okarakteriše kao „varanje“.

source: Hints
cs: Rady
sr: Савети
sr@latin: Saveti

source: If you get stuck - it is reasonably common to end up with two options that you can't logically resolve - then you can either guess, or ask for a hint. When you choose <guimenuitem>Hint</guimenuitem> from the <guimenu>Game</guimenu> menu a single square is revealed (plus surrounding squares if it is blank). The choice of square is random, but should be helpful. There is 10 second penalty added to your time whenever you use a hint.
cs: Pokud se při hře zaseknete - a občas se stává, že skončíte na dvou možnostech, které nelze logicky rozhodnout - tak můžete buď hádat nebo požádat o radu. Pokud zvolíte <guimenuitem>Rada</guimenuitem> z nabídky <guimenu>Hra</guimenu>, odkryje se jedno políčko (plus okolní políčka, pokud je prázdné). Políčko je zvolené náhodně, ale i tak vám to může pomoci. Za poskytnutí rady jste však penalizování 10 trestnými vteřinami.
sr: Ако се заглавите - могуће је да се деси да останете са две опције које се не могу логички решити - онда или можете да погађате, или да питате за савет. Када одаберете <guimenuitem>Савет</guimenuitem> из менија <guimenu>Игра</guimenu> открива се једно поље.(плус додатна поља ако је поље празно). Одабир поља за откривање је случајан, али би требало да буде од помоћи. Постоји и казна од 10 додатих секунди сваки пут када искористите савет.
sr@latin: Ako se zaglavite - moguće je da se desi da ostanete sa dve opcije koje se ne mogu logički rešiti - onda ili možete da pogađate, ili da pitate za savet. Kada odaberete <guimenuitem>Savet</guimenuitem> iz menija <guimenu>Igra</guimenu> otkriva se jedno polje.(plus dodatna polja ako je polje prazno). Odabir polja za otkrivanje je slučajan, ali bi trebalo da bude od pomoći. Postoji i kazna od 10 dodatih sekundi svaki put kada iskoristite savet.

source: High Scores
cs: Nejvyšší skóre
sr: Најбољи резултати
sr@latin: Najbolji rezultati

source: If your score is in the top ten you will be shown the list of top scores and have an opportunity to change the name recorded in the high score table. You can also review the scores later by choosing <guimenuitem>Scores</guimenuitem> from the <guimenu>Game</guimenu> menu. The drop-down menu at the top of the dialog lets you look at the scores for other board sizes.
cs: Pokud se se svým skóre dostanete do první desítky, zobrazí se vám seznam Skóre min a můžete upravit jméno, které se do tabulky zapíše. Skóre si můžete později znovu zobrazit přes <guimenuitem>Skóre</guimenuitem> z nabídky <guimenu>Hra</guimenu>. Pomocí vyskakovacího seznamu v horní části dialogu si můžete prohlédnout skóre i pro ostatní velikosti hry.
sr: Ако вам је резултат међу десет најбољих, бићете приказани на списку најбољих резултата и моћи ћете да измените име које се бележи у табели резултата. Такође можете прегледати резултате касније одабирајући <guimenuitem>Резултати</guimenuitem> из менија <guimenu>Игра</guimenu>. Падајућа листа на врху дијалога вам омогућава да погледате резултате и за остале величине табле.
sr@latin: Ako vam je rezultat među deset najboljih, bićete prikazani na spisku najboljih rezultata i moći ćete da izmenite ime koje se beleži u tabeli rezultata. Takođe možete pregledati rezultate kasnije odabirajući <guimenuitem>Rezultati</guimenuitem> iz menija <guimenu>Igra</guimenu>. Padajuća lista na vrhu dijaloga vam omogućava da pogledate rezultate i za ostale veličine table.

source: The high scores dialog.
cs: Dialog s nejvyšším skóre.
sr: Дијалог најбољих резултата.
sr@latin: Dijalog najboljih rezultata.

source: The high score for the custom size is usually meaningless. Any other player can make the game size smaller and get a better time. If you only ever play one custom size then it will tell you how well you are doing. This is the only reason it is still recorded.
cs: Nejvyšší skóre pro vlastní velikost je obvykle nesmyslné. Nějaký jiný hráč si může nastavit menší velikost a tím dosáhnout lepších výsledků. Jen v případě, že hrajete vždy se stejnou vlastní velikostí, řekne vám to, jak jste doopravdy byli dobří. To je jediný důvod, proč se i přesto tyto údaje zaznamenávají.
sr: Најбољи резултати за произвољну величине табли су обично без смисла. Сваки играч може да смањи таблу и постигне боље време. Ако ипак играте само једну произвољну величину, онда ће вам ови резултати рећи како напредујете. То је једини разлог што се она бележи.
sr@latin: Najbolji rezultati za proizvoljnu veličine tabli su obično bez smisla. Svaki igrač može da smanji tablu i postigne bolje vreme. Ako ipak igrate samo jednu proizvoljnu veličinu, onda će vam ovi rezultati reći kako napredujete. To je jedini razlog što se ona beleži.

source: Window Size
cs: Velikost okna
sr: Величина прозора
sr@latin: Veličina prozora

source: Resizing the window makes the squares bigger or smaller to suit. If you want to make maximum use of the screen then there is a <guimenuitem>Fullscreen</guimenuitem> option under the <guimenu>Settings</guimenu> menu. You can also use the <keycap>F11</keycap> key to toggle full-screen mode.
cs: Změna velikosti okna mění velikost polí. Pokud chcete maximálně využít obrazovku, máte k dispozici volbu <guimenuitem>Celá obrazovka</guimenuitem> pod nabídkou <guimenu>Nastavení</guimenu>. K přepínání celoobrazovkového režimu můžete také použít <keycap>F11</keycap>.
sr: Проширивањем или смањивањем прозора и поља постају већа или мања. Ако желите што боље искористити екран, постоји и опција <guimenuitem>Цео екран</guimenuitem> у менију <guimenu>Подешавања</guimenu>. Такође можете користити и тастер <keycap>F11</keycap> да укључите и искључите режим целог екрана.
sr@latin: Proširivanjem ili smanjivanjem prozora i polja postaju veća ili manja. Ako želite što bolje iskoristiti ekran, postoji i opcija <guimenuitem>Ceo ekran</guimenuitem> u meniju <guimenu>Podešavanja</guimenu>. Takođe možete koristiti i taster <keycap>F11</keycap> da uključite i isključite režim celog ekrana.

source: Pausing the Game
cs: Pozastavení hry
sr: Паузирање игре
sr@latin: Pauziranje igre

source: The game can be paused automatically when you start using another window, or paused by choosing <guimenuitem>Pause</guimenuitem> from the <guimenu>Game</guimenu> menu. The playing area is blanked so you can't think ahead while the clock is stopped. To start playing again press the button labelled "Press to Resume".
cs: Hra se pozastaví automaticky v případě, že se přepnete do jiného okna a nebo ji můžete pozastavit ručně pomocí <guimenuitem>Pozastavit</guimenuitem> v nabídce <guimenu>Hra</guimenu>. Hrací oblast se smaže, abyste si nemohli promýšlet tahy dopředu, když jsou zastavené hodiny. Pokračování hry spustíte tlačítkem „Pokračujte stisknutím“.
sr: Игра се аутоматски паузира када покренете неки други прозор, а ви је можете паузирати ако одаберете <guimenuitem>Пауза</guimenuitem> из менија <guimenu>Игра</guimenu>. Табла са игру постаје невидљива да не бисте могли да размишљате док је време заустављено. Да бисте поново почели да играте, притиснете дугме са ознаком „Притисните за наставак“.
sr@latin: Igra se automatski pauzira kada pokrenete neki drugi prozor, a vi je možete pauzirati ako odaberete <guimenuitem>Pauza</guimenuitem> iz menija <guimenu>Igra</guimenu>. Tabla sa igru postaje nevidljiva da ne biste mogli da razmišljate dok je vreme zaustavljeno. Da biste ponovo počeli da igrate, pritisnete dugme sa oznakom „Pritisnite za nastavak“.

source: Strategy
cs: Strategie
sr: Стратегија
sr@latin: Strategija

source: The first half of this section explains the very basics of deducing where mines are. If you are familiar with how to play the game skip down to the <link linkend="advanced">Advanced Situations</link> subsection.
cs: První část této kapitoly vysvětluje úplně základní dedukce, kde se miny nachází. Pokud jste s hraním hry důvěrně seznámení, můžete přeskočit dolů na podkapitolu <link linkend="advanced">Pokročilé situace</link>.
sr: Прва половина овог одељка објашњава основе закључивања где су мине. Ако вам је познато како да играте игру, прескочите до пододељка <link linkend="advanced">Напредне позиције</link>.
sr@latin: Prva polovina ovog odeljka objašnjava osnove zaključivanja gde su mine. Ako vam je poznato kako da igrate igru, preskočite do pododeljka <link linkend="advanced">Napredne pozicije</link>.

source: The Basics
cs: Základy
sr: Основе
sr@latin: Osnove

source: These are a few basic situations which should be incredibly obvious, but if you're struggling with how to play the game, they should be useful. The first case is where you have an isolated covered square and most of the squares around it read 1. That covered square is a mine.
cs: Zde je několik základních situací, které by měly být naprosto jasné, ale pokud s hraním hry zápolíte, mohly by vám být užitečné. V prvním případě máte izolované zakryté políčko a většina políček okolo je označená 1. Zakryté políčko je zaminované.
sr: Постоји неколико основних позиција које би требало да су скроз очигледне, али ако вам играње игре није јасно, могу да буду корисне. Први случај је када имате појединачни неоткривени квадрат, а на околним квадратима је 1. Тај неоткривени квадрат је мина.
sr@latin: Postoji nekoliko osnovnih pozicija koje bi trebalo da su skroz očigledne, ali ako vam igranje igre nije jasno, mogu da budu korisne. Prvi slučaj je kada imate pojedinačni neotkriveni kvadrat, a na okolnim kvadratima je 1. Taj neotkriveni kvadrat je mina.

source: The simplest case.
cs: Nejjednodušší situace.
sr: Најпростији случај.
sr@latin: Najprostiji slučaj.

source: The next simplest case is where you have two covered squares adjacent to each other and both squares on one side are marked with a 2. If they have no other uncleared neighbors, then both squares are mines.
cs: V následujícím jednoduchém případě máte dvě zakrytá navzájem sousedící políčka a obě obě políčka sousedící na stejné straně jsou označené číslem 2. Pokud v jejich sousedství nejsou žádná další nevyčištěná políčka, pak obě políčka jsou zaminovaná.
sr: Други најпростији случај је када имате два неоткривена квадрата један до другог, а оба суседна квадрата са исте стране су означена са 2. Ако нема других неоткривених суседних квадрата, онда су оба ова квадрата мине.
sr@latin: Drugi najprostiji slučaj je kada imate dva neotkrivena kvadrata jedan do drugog, a oba susedna kvadrata sa iste strane su označena sa 2. Ako nema drugih neotkrivenih susednih kvadrata, onda su oba ova kvadrata mine.

source: The two mine case.
cs: Situace se dvěma minami.
sr: Случај са две мине.
sr@latin: Slučaj sa dve mine.

source: Finally, when there are three uncovered squares in a row and the clear square beside the middle one is a 3 (once again this square should have no other neighbors) then all three are mines.
cs: Nakonec zde máme tři zakrytá políčka v řadě a vyčištěná políčka po jedná straně jsou s číslem 3 (a opět by tato políčka neměla mít žádné neodkryté sousedy), kdy ona tři políčka jsou zaminovaná.
sr: Коначно, када имате три неоткривена квадрата за редом и квадрат до њих у средини је означен са 3 (и овај пут, овај квадрат не треба да има осталих неоткривених суседа), онда су сва три неоткривена квадрата мине.
sr@latin: Konačno, kada imate tri neotkrivena kvadrata za redom i kvadrat do njih u sredini je označen sa 3 (i ovaj put, ovaj kvadrat ne treba da ima ostalih neotkrivenih suseda), onda su sva tri neotkrivena kvadrata mine.

source: The three mine case.
cs: Situace se třemi minami
sr: Случај са три мине.
sr@latin: Slučaj sa tri mine.

source: These are the simplest cases. Other permutations on these simple situations are possible, for example the three squares in the previous example could be in an L shape.
cs: Toto jsou nejjednodušší situace. Možné jsou i různé varianty těchto jednoduchých situací, např. tři políčka z předchozího příkladu mohou být umístěná do L.
sr: Ово су најпростији случајеви. Остале пермутације ове три ситуације су исто могуће, на пример, три квадрата у претходном примеру су могла да буду у облику латиничног слова L.
sr@latin: Ovo su najprostiji slučajevi. Ostale permutacije ove tri situacije su isto moguće, na primer, tri kvadrata u prethodnom primeru su mogla da budu u obliku latiničnog slova L.

source: Simple analysis will solve most of the puzzle, but not all. Before going on to the next sections, where we give you more advanced hints, you should play for a bit and see what you can work out for yourself.
cs: Jednoduchá analýza řeší větší část hlavolamu, ale ne vše. Dříve než přejdeme na další kapitolu, kde dostanete pokročilejší rady, měli byste si trochu zahrát, abyste viděli, co dokážete sami.
sr: Простом анализом ћете решити већину слагалица, али не и све. Пре него што одете на следећи одељак, где вам дајемо напредније савете, требало би да мало играте и видите да ли можете сами да дођете до њих.
sr@latin: Prostom analizom ćete rešiti većinu slagalica, ali ne i sve. Pre nego što odete na sledeći odeljak, gde vam dajemo naprednije savete, trebalo bi da malo igrate i vidite da li možete sami da dođete do njih.

source: Advanced Situations
cs: Pokročilé situace
sr: Напредне ситуације
sr@latin: Napredne situacije

source: These are some more complicated situations. They are a bit of a step up from the last section, so we hope you took our advice and played for a bit first.
cs: Zde jsou složitější situace. Na rozdíl od předchozí kapitoly jsou již na vyšší úrovni, takže doufáme, že jste si vzali k srdci naši radu a nejdříve si trochu pohráli.
sr: Ово су мало компликованије позиције. Прилично су него оне у претходном одељку, тако да се надамо да сте нас послушали и прво мало играли.
sr@latin: Ovo su malo komplikovanije pozicije. Prilično su nego one u prethodnom odeljku, tako da se nadamo da ste nas poslušali i prvo malo igrali.
