Repository: GNOME/gnome-mines
Catalog: help/*/*.po
Languages: cs, sr, sr@latin

source: In the example below the mines are to the left of the ones. We figure this out by a process of elimination. If the square to the left of the 2 was a mine then the 1s would both have their maximum number of mines leaving no free square for the second mine adjacent to the 2 (since they would also be adjacent to the 1s). Having eliminated the middle square we are left with two squares we require for the 2 so they are both mined.
cs: V následujícím příkladu jsou miny nalevo od jedniček. Vyřešili jsme to postupným vylučováním. Pokud by políčko nalevo od 2 byla mina, pak by i obě sousedních políčka s 1 měla svůj plný počet min a nezbylo by místo na druhou minu pro 2 (poněvadž sousedí s políčky s 1). Když takto vyloučíme prostřední políčko, zůstali nám dvě políčka, která potřebujeme pro políčko s 2, a tudíž jsou obě zaminovaná.
sr: На следећем примеру, мине су лево од јединица. Ово закључујемо методом елиминације. Да је квадрат лево од двојке мина, онда би оба квадрата са јединицама имала исту мину и не би било места за другу мину квадрата са двојком (јер би онда један од квадрата са јединицама имао две мине до њега). Ако елиминишемо квадрат у средини да може да буде мина, онда су једине могућности за мину преостала два квадрата.
sr@latin: Na sledećem primeru, mine su levo od jedinica. Ovo zaključujemo metodom eliminacije. Da je kvadrat levo od dvojke mina, onda bi oba kvadrata sa jedinicama imala istu minu i ne bi bilo mesta za drugu minu kvadrata sa dvojkom (jer bi onda jedan od kvadrata sa jedinicama imao dve mine do njega). Ako eliminišemo kvadrat u sredini da može da bude mina, onda su jedine mogućnosti za minu preostala dva kvadrata.

source: A not-so-obvious pattern.
cs: Nepříliš jasná sestava.
sr: Не баш очигледан образац
sr@latin: Ne baš očigledan obrazac

source: This situation can be disguised, for example consider the figure below. It is the same situation, but the extra mined square on the right has increased all the numbers by 1.
cs: Situaci můžeme ještě zkomplikovat, např. podle dalšího obrázku. Je to ta stejná situace, akorát s ještě další minou napravo, která zvyšuje všechna čísla o 1.
sr: Ова позиција може бити прикривена. На пример, погледајте слику испод. То је иста та позиција, али је додатни квадрат са мином са десне стране повећао све бројеве за један.
sr@latin: Ova pozicija može biti prikrivena. Na primer, pogledajte sliku ispod. To je ista ta pozicija, ali je dodatni kvadrat sa minom sa desne strane povećao sve brojeve za jedan.

source: The extra mine disguises a copy of the previous example.
cs: Ještě jedna mina mění předlohu z předchozího příkladu.
sr: Додатна мина прикрива претходни пример.
sr@latin: Dodatna mina prikriva prethodni primer.

source: Now we're going to try a complicated example. It illustrates two points. The first is that even if you aren't sure which squares are mined, restricting the possibilities is helpful. The second is that knowing which squares aren't mined is nearly as good as knowing which are mined.
cs: A teď zkusíme něco složitějšího. Ukáže nám to dvě věci. Zaprvé, že i když si nejsme jistí, která políčka jsou zaminovaná, i snížení možností je užitečné. A zadruhé, že znalost, která políčka nejsou zaminovaná je stejně užitečná, jako která jsou.
sr: Сада ћемо да пробамо компликованији пример. Он показује две ствари. Прва је да, чак иако нисте сигурни који квадрати имају мине, значиће и да ограничите избор. Друга је да је познавање који квадрати немају мине једнако добро као познавање оних који их имају.
sr@latin: Sada ćemo da probamo komplikovaniji primer. On pokazuje dve stvari. Prva je da, čak iako niste sigurni koji kvadrati imaju mine, značiće i da ograničite izbor. Druga je da je poznavanje koji kvadrati nemaju mine jednako dobro kao poznavanje onih koji ih imaju.

source: Assume that, in the figure below, we start off knowing that the top left square is mined and so the two squares marked 2 on the left only require one more mine. Next observe that the left-most 2 implies that one of the covered squares beneath it is mined, but we don't yet know which one. Since at least one of these squares is mined and they are both neighbors of the second 2 then we know that that 2 is also satisfied by one of these two squares (we still don't know which one). This means that the square beneath the 4 is clear because it is also a neighbor of the second 2 and not one of the two squares we identified previously. This one blank square now leaves the 4 with only four neighbors - all of which must be mines. Not only does it tell us which mines surround the 4, it now tells us which of the squares beside the 2 is mined!
cs: Předpokládejme, podle obrázku níže, že začínáme se znalosti, že horní levé políčko je zaminované a tak dvě políčka označené 2 nalevo vyžadují jen jednu další minu. Dale si všimněte, že 2 nejvíce vlevo naznačuje, že jedno ze zakrytých polí pod je zaminované, ale nevíme které z nich. Poněvadž nejméně jedno z těchto polí je zaminované a obě dvě jsou v sousedství druhé 2, víme že tato 2 je také uspokojená jedním z těchto dvou polí (ale stále nevíme kterým z nich). Znamená to, že políčko pod 4 je čisté, protože je také sousedem druhé 2 a té už jsem určili jedno z předchozích dvou políček. Tímto prázdným políčkem nám pro 4 zůstávají jen čtyři sousedé, takže všichni čtyři musí být zaminovaní. To nám nakonec řeklo, nejen která čtyři políčka okolo 4 jsou zaminovaná, ale i které políčka pod 2 je zaminované.
sr: Претпоставимо да, на слици испод, почињемо тако што знамо да горњи леви квадрат има мину, тако да два лева квадрата који су означени са 2 имају још једну мину. Сада приметите да, због скроз левог квадрата са двојком, један од два неоткривена квадрата испод њега мора имати мину, али још не знамо који. Пошто бар један од ова два квадрата мора имати мину, а оба су суседи другом квадрату са двојком, то значи да је услов за број мина око другог квадрата испуњен (иако не знамо тачно где). Ово такође значи и да је квадрат испод квадрата са четворком такође без мине јер је сусед квадрата са двојком, али не и са претходна два квадрата. Ако елиминишемо овај квадрат без мине, око квадрата са четворком остаје само 4 квадрата, од којих сви морају да имају мине. Не само да нам то говори где су мине око квадрата са четворком, него нам говори и који квадрат испод квадрата са двојком има мину!
sr@latin: Pretpostavimo da, na slici ispod, počinjemo tako što znamo da gornji levi kvadrat ima minu, tako da dva leva kvadrata koji su označeni sa 2 imaju još jednu minu. Sada primetite da, zbog skroz levog kvadrata sa dvojkom, jedan od dva neotkrivena kvadrata ispod njega mora imati minu, ali još ne znamo koji. Pošto bar jedan od ova dva kvadrata mora imati minu, a oba su susedi drugom kvadratu sa dvojkom, to znači da je uslov za broj mina oko drugog kvadrata ispunjen (iako ne znamo tačno gde). Ovo takođe znači i da je kvadrat ispod kvadrata sa četvorkom takođe bez mine jer je sused kvadrata sa dvojkom, ali ne i sa prethodna dva kvadrata. Ako eliminišemo ovaj kvadrat bez mine, oko kvadrata sa četvorkom ostaje samo 4 kvadrata, od kojih svi moraju da imaju mine. Ne samo da nam to govori gde su mine oko kvadrata sa četvorkom, nego nam govori i koji kvadrat ispod kvadrata sa dvojkom ima minu!

source: As tricky as it gets.
cs: Tak záludné jak to vypadá.
sr: Не може теже од овог.
sr@latin: Ne može teže od ovog.

source: This sort of situation is tricky. In all the other examples you can learn to look for patterns and avoid thinking hard. Situations like the one in the figure don't crop up easily or in easily recognisable places. Often it is easier to just ignore them and keep playing elsewhere in the hope that you can start clearing the squares from the other side.
cs: Tato kategorie situací je ošemetná. Ve všech dalších příkladech se můžete naučit podívat a rozložení a přemýšlením ho vyřešit. Situace jako je tato vám ale nepřinese ovoce tak snadno. Často je jednodušší ji pro teď ignorovat, pokračovat v hraní v jiném místě a doufat, že se postupně vyčistí další políčko okolo.
sr: Овакве позиције су препредене. У свим осталим примерима можете учити памтећи обрасце и добро размишљајући. Позиције као ова на слици се не појављују често и није их лако препознати. Често је лакше не освртати се на њих и играти на другим деловима табле надајући се да ћете очистити те квадрате са друге стране.
sr@latin: Ovakve pozicije su prepredene. U svim ostalim primerima možete učiti pamteći obrasce i dobro razmišljajući. Pozicije kao ova na slici se ne pojavljuju često i nije ih lako prepoznati. Često je lakše ne osvrtati se na njih i igrati na drugim delovima table nadajući se da ćete očistiti te kvadrate sa druge strane.

source: Tips
cs: Typy
sr: Савети
sr@latin: Saveti

source: Remember, the edge of the board is just the same as a large cleared area (but without the numbers). Often working at the edge of the board is the easiest way forward.
cs: Pamatujte, že okraj hrací desky je v podstatě to stejné jako velká vyčištěná plocha (ale bez čísel). Hraní u kraje desky je často nejjednodušší cestou, jak se pohnout vpřed.
sr: Запамтите, ивица табле је исто што и велика чиста површина (али без бројева). Често је кретање са краја табле најлакши пут напред.
sr@latin: Zapamtite, ivica table je isto što i velika čista površina (ali bez brojeva). Često je kretanje sa kraja table najlakši put napred.

source: Sometimes you end up in a situation where there is no way to deduce what the configuration is. In these cases you either have to guess or use the hint function (<menuchoice><guimenu>Game</guimenu><guimenuitem>Hint</guimenuitem></menuchoice>). Sometimes it isn't a 50/50 situation and instead of taking a hint you might like to gamble on the most likely outcome.
cs: Občas můžete skončit v situaci, kdy není způsob, jak vydedukovat rozložení. V těchto situacích můžete buď hádat nebo použít funkci rady (<menuchoice><guimenu>Hra</guimenu><guimenuitem>Rada</guimenuitem></menuchoice>). Někdy to není jen sázka 50/50 a když nevyužijete radu, tak jdete do hazardu, který obvykle skončí prohrou.
sr: Некад се може десити да сте у позицији када не постоји начин да закључите где су мине. У оваквим случајевима можете или да погађате или да користите савет (<menuchoice><guimenu>Игра</guimenu><guimenuitem>Савет</guimenuitem></menuchoice>). Некад позиција није 50%/50% и уместо да искористите савет, можете ићи на срећу погађајући повољнији исход.
sr@latin: Nekad se može desiti da ste u poziciji kada ne postoji način da zaključite gde su mine. U ovakvim slučajevima možete ili da pogađate ili da koristite savet (<menuchoice><guimenu>Igra</guimenu><guimenuitem>Savet</guimenuitem></menuchoice>). Nekad pozicija nije 50%/50% i umesto da iskoristite savet, možete ići na sreću pogađajući povoljniji ishod.

source: One final hint: remember the counter on the bottom left of the window that tells you how many mines you have left? Often, near the end of the game, this number can help you figure out what possible places mines can be. How to do this is up to you to figure out.
cs: A jedna rada na závěr: Pamatujte, že počítadlo v levém dolním rohu okna vám říká, kolik min vám ještě zbývá. Na konci hry vám toto číslo často může pomoci odhalit, na kterých místech mohou miny být. Jak to udělat už si ale musíte vyřešit sami.
sr: Један последњи савет: јел се сећате бројача у доњем десном углу прозора који вам говори колико вам је мина остало? Често, пред крај игре, овај број вам може значити да закључите која су могућа места где мине могу да буду. Како вам тачно ово може значити се оставља вама да смислите.
sr@latin: Jedan poslednji savet: jel se sećate brojača u donjem desnom uglu prozora koji vam govori koliko vam je mina ostalo? Često, pred kraj igre, ovaj broj vam može značiti da zaključite koja su moguća mesta gde mine mogu da budu. Kako vam tačno ovo može značiti se ostavlja vama da smislite.

source: Authors
cs: Autoři
sr: Аутори
sr@latin: Autori

source: <application>GNOME Mines</application> was written by Pista (<email>szekeres@cyberspace.mht.bme.hu</email>). This manual was written by Callum McKenzie (<email>callum@spooky-possum.org</email>) with help from Vincent Povirk and based on an earlier manual by Tim Riehle (<email>tkriehle@citilink.com</email>). To report a bug or make a suggestion regarding this application or this manual, follow the directions in this <ulink url="ghelp:user-guide?feedback-bugs" type="help">document</ulink>.
cs: <application>GNOME Miny</application> napsal Pista (<email>szekeres@cyberspace.mht.bme.hu</email>). Tuto příručku napsal Callum McKenzie (<email>callum@spooky-possum.org</email>) za pomoci Vincenta Povirka na základě starší příručky, kterou napsal Tim Riehle (<email>tkriehle@citilink.com</email>). Pokud chcete nahlásit chybu nebo podat návrh týkající se této aplikace nebo tohoto návodu, tak se řiďte instrukcemi v tomto <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumentu</ulink>.
sr: <application>Мине</application> је написао Pista (<email>szekeres@cyberspace.mht.bme.hu</email>). Ово упутство је написао Callum McKenzie (<email>callum@spooky-possum.org</email>) уз помоћ Vincent Povirk-а и коришћења претходног упутства које је написао Tim Riehle (<email>tkriehle@citilink.com</email>). Да бисте пријавили грешке или дали предлог у вези овог програма или његовог упутства, пратите смернице из <ulink url="ghelp:user-guide?feedback-bugs" type="help">документа</ulink>.
sr@latin: <application>Mine</application> je napisao Pista (<email>szekeres@cyberspace.mht.bme.hu</email>). Ovo uputstvo je napisao Callum McKenzie (<email>callum@spooky-possum.org</email>) uz pomoć Vincent Povirk-a i korišćenja prethodnog uputstva koje je napisao Tim Riehle (<email>tkriehle@citilink.com</email>). Da biste prijavili greške ili dali predlog u vezi ovog programa ili njegovog uputstva, pratite smernice iz <ulink url="ghelp:user-guide?feedback-bugs" type="help">dokumenta</ulink>.

source: License
cs: Licence
sr: Лиценца
sr@latin: Licenca

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle><ulink type="help" url="help:gpl">GNU General Public License</ulink></citetitle> as published by the <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink>; either version 2 of the License, or (at your option) any later version.
sr: Овај програм је слободан софтвер; можете га расподељивати и/или га мењати под условима <citetitle><ulink type="help" url="help:gpl">ГНУ Опште Јавне Лиценце (GNU GPL)</ulink></citetitle> како је објављује Задужбина за Слободни Софтвер (FSF); било верзије 2 те Лиценце, било (по вашем нахођењу) било које новије верзије.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle><ulink type="help" url="help:gpl">GNU General Public License</ulink></citetitle> for more details.
sr: Овај програм се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без подразумеване гаранције КОРИСНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Видите <citetitle>ГНУ Општу Јавну Лиценцу</citetitle> за више детаља.

source: A copy of the <citetitle><ulink type="help" url="help:gpl">GNU General Public License</ulink></citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle><ulink type="help" url="help:gpl">GNU General Public License</ulink></citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <_:address-1/>
sr: Примерак <citetitle><ulink type="help" url="help:gpl">ГНУ Опште Јавне Лиценце</ulink></citetitle> је укључен у додатку <citetitle>Гномовог корисничког водича</citetitle>. Такође можете набавити примерак <citetitle><ulink type="help" url="help:gpl">ГНУ Опште Јавне Лиценце</ulink></citetitle> од Задужбине Слободног Софтвера посетивши <ulink type="http" url="http://www.fsf.org">њихов веб сајт</ulink> или пишући на <_:address-1/>

source: GNU General Public License
sr: Гнуова општа јавна лиценца

source: program is licensed
sr: програм је издат

source: This document is dual-licensed. You may either distribute and/or modify it under the terms of the <_:ulink-1/>, which the <_:link-2/> under, or you can distribute it under the terms of the GNU Free Documentation License. A copy of this follows.
sr: Овај документ има двојно лиценцирање. Можете га расподељивати и/или мењати под условима <_:ulink-1/>, који је <_:link-2/> под, или га можете расподељивати под одредбама Гнуове лиценце слободне документације. Њезин примерак се налази испод.

source: link
sr: веза

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
sr: Дозвољено је умножавање, расподела, вршење измена овог документа под условима Гну-ове Лиценце Слободне Документације (ГЛСД), верзије 1.1 или било које касније верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГЛСД можете пронаћи на овој <_:ulink-1/> или у датотеци „COPYING-DOCS“ која је приложена уз ово упутство.

source: @@image: 'figures/main-window.png'; md5=0f49e2af3381111f4d13575fefd52d87
cs: @@image: 'figures/main-window.png'; md5=7d46d67dbdc7405ac11b526fa601ae76

source: @@image: 'figures/statusbar.png'; md5=8fd07589a7caac8c0c7c42007adb6835
cs: @@image: 'figures/statusbar.png'; md5=0c26fd945d3b8ec15489738301bdf203

source: @@image: 'figures/preferences.png'; md5=b0a57c641f5d123f509e71c632294a12
cs: @@image: 'figures/preferences.png'; md5=de1c9311213ed02c1a57e722c24a5e04

source: @@image: 'figures/imnotsureflagscheckbox.png'; md5=58be021ed1cf90add08931282ec19bad
cs: @@image: 'figures/imnotsureflagscheckbox.png'; md5=22a0a4d6f151b7aed4b9ace7525f4a7c

source: @@image: 'figures/highscores.png'; md5=a62a94c773d992dcf399ee09ec35da5a
cs: @@image: 'figures/highscores.png'; md5=a6700f22bdfab7a3f30b28e11902076e

source: This document is dual-licensed. You may either distribute and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl">GNU General Public License</ulink>, which the <link linkend="license">program is licensed</link> under, or you can distribute it under the terms of the GNU Free Documentation License. A copy of this follows.
cs: Tento dokument má dvojitou licenci. Můžete jej buď šířit a/nebo upravovat pod podmínkami <ulink type="help" url="gnome-help:gpl">GNU General Public License</ulink>, pod kterou je i <link linkend="license">licencovaný program</link> nebo šířit pod podmínkami GNU Free Documentation License. Její kopie následuje.
sr@latin: Ovaj dokument ima dvojno licenciranje. Možete ga širiti i/ili vršiti izmene pod uslovima <ulink type="help" url="gnome-help:gpl">GNU-ove Opšte Javne Licence (GNU GPL)</ulink> pod kojom je <link linkend="license">program licenciran</link>, ili ga možete širiti pod uslovima Gnu-ove Slobodne Dokumentacione Dozvole (GSDD). Umnožak sledi ispod.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie této licence je zahrnuta v oddílu jménem <ulink type="help" url="ghelp:fdl">GNU Free Documentation License</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
sr@latin: Dozvoljeno umnožavanje, širenje, vršenje izmena ovog dokumenta pod uslovima Gnu-ove Slobodne Dokumentacione Dozvole (GSDD), verzije 1.1 ili bilo koje naknadne verzije bez nepromenjivih odeljaka, teksta na naslovnoj i poslednjoj strani, a koju je objavila Zadužbina Slobodnog Softvera. Primerak GSDD-e možete pronaći na ovoj <ulink type="help" url="ghelp:fdl">adresi</ulink> ili u datoteci COPYING-DOCS koja je priložena uz ovo uputstvo.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
sr@latin: OVAJ DOKUMENT I NJEGOVE IZMENJENE VERZIJE SU DOSTUPNE POD USLOVIMA GNU-OVE SLOBODNE DOKUMENTACIONE DOZVOLE UZ DODATNU SAGLASNOST DA: <placeholder-1/>

source: Mines Manual V2.9
cs: Příručka V2.9 ke hře Miny
sr@latin: Uputstvo za Mine v2.9

source: January 2006
cs: Leden 206
sr@latin: Januar 2006.

source: GNOME Mines
cs: Miny
sr@latin: Mine

source: This program is free software; you can redistribute it and/or modify it under the terms of the <citetitle><ulink type="help" url="gnome-help:gpl">GNU General Public License</ulink></citetitle> as published by the <ulink type="http" url="http://www.fsf.org">Free Software Foundation</ulink>; either version 2 of the License, or (at your option) any later version.
cs: Tento program je svobodný software. Můžete jej dále šířit a/nebo upravovat za dodržení podmínek <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink>, tak jak ji vydala Free Software Foundation ve verzi 2 nebo (dle vaší volby) novější.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivati i/ili ga menjati pod uslovima <citetitle><ulink type="help" url="gnome-help:gpl">GNU Opšte Javne Licence (GNU GPL)</ulink></citetitle> kako je objavljuje Zadužbina za Slobodni Softver (FSF); bilo verzije 2 te Licence, bilo (po vašem nahođenju) bilo koje novije verzije.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle><ulink type="help" url="gnome-help:gpl">GNU General Public License</ulink></citetitle> for more details.
cs: Tento program je šířen s přesvědčením, že může být užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, bez předpokládané záruky na OBCHODOVATELNOST nebo VHODNOST PRO URČITÝ ÚČEL. Více podrobností najdete v <citetitle>GNU General Public License</citetitle>.
sr@latin: Ovaj program se raspodeljuje u nadi da će biti od koristi, ali BEZ IKAKVIH GARANCIJA; čak i bez podrazumevane garancije KORISNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI. Vidite <citetitle>GNU Opštu Javnu Licencu</citetitle> za više detalja.
