Repository: GNOME/gnome-mines
Catalog: help/*/*.po
Languages: cs, sr, sr@latin

# _
source: translator-credits
sr: Бранко Кокановић <branko.kokanovic@gmail.com> Prevod.org — превод на српски језик

# link
source: GNOME Mines
sr: Мине

# text
source: GNOME Mines
sr: Мине

source: Creative Commons Share Alike 3.0
sr: Истоветно дељење заједничког стваралаштва 3.0

source: <media type="image" src="figures/logo32.png">GNOME Mines logo</media>GNOME Mines
sr: <media type="image" src="figures/logo32.png">Знак Гномових Мина</media>Гномове Мине

source: <app>Gnomine</app> is a Mine Sweeper clone game. The aim of the game is to locate all the mines hidden under tiles on a square board. You'll need some reflection and some luck to find all of them without causing an explosion.
sr: <app>Гномине</app> је клон игре Чистач Мина. Циљ игре је да пронађете све мине скривене испод плочица на квадратној табли. Потребно је мало размишљања и среће за њихово проналажење без изазивања експлозије.

source: Game Play
sr: Партија

source: Useful tips
sr: Корисни савети

source: Advanced
sr: Напредно

source: Get Involved
sr: Прикључите се

source: <application>Mines</application> Manual
cs: Příručka ke hře <application>Miny</application>
sr: Упутство за <application>Мине</application>
sr@latin: Uputstvo za <application>Mine</application>

source: Mines is GNOME's take on the popular logic puzzle minesweeper, which includes avoiding mines while receiving clues for the location of the mines.
cs: Miny jsou GNOME variantou populární logického hlavolamu Minesweeper (odminovávač), ve které se vyhýbáte minám podle nápověd o jejich umístění.
sr: Мине су Гномов покушај прављења популарне логичке слагалице која се састоји од избегавања мина и добијања путоказа за положаје мина.
sr@latin: Mine su Gnomov pokušaj pravljenja popularne logičke slagalice koja se sastoji od izbegavanja mina i dobijanja putokaza za položaje mina.

source: <year>2006</year> <holder>Callum McKenzie</holder>
sr: <year>2006</year> <holder>Калам Мек Кензи</holder>

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
sr: Пројекат Гномове документације
sr@latin: Projekat Gnomove dokumentacije

source: This document is dual-licensed. You may either distribute and/or modify it under the terms of the <ulink type="help" url="help:gpl">GNU General Public License</ulink>, which the <link linkend="license">program is licensed</link> under, or you can distribute it under the terms of the GNU Free Documentation License. A copy of this follows.
sr: Овај документ има двојно лиценцирање. Можете га ширити и/или вршити измене под условима <ulink type="help" url="help:gpl">ГНУ-ове Опште Јавне Лиценце (GNU GPL)</ulink> под којом је <link linkend="license">програм лиценциран</link>, или га можете ширити под условима Гну-ове Слободне Документационе Дозволе (ГСДД). Умножак следи испод.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
sr: Дозвољено умножавање, ширење, вршење измена овог документа под условима Гну-ове Слободне Документационе Дозволе (ГСДД), верзије 1.1 или било које накнадне верзије без непромењивих одељака, текста на насловној и последњој страни, а коју је објавила Задужбина Слободног Софтвера. Примерак ГСДД-е можете пронаћи на овој <ulink type="help" url="help:fdl">адреси</ulink> или у датотеци COPYING-DOCS која је приложена уз ово упутство.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
sr: Ово упутство је део скупа Гномових докумената објављених под GFDL. Уколико желите да расподељујете ово упутство одвојено од скупа, то можете урадити додавањем примерка лиценце документу, како је описано у одељку 6 саме лиценце.
sr@latin: Ovo uputstvo je deo skupa Gnomovih dokumenata objavljenih pod GFDL. Ukoliko želite da raspodeljujete ovo uputstvo odvojeno od skupa, to možete uraditi dodavanjem primerka licence dokumentu, kako je opisano u odeljku 6 same licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
sr: Многи називи које компаније користе у циљу препознатљивости својих производа и услуга представљају робне марке. Када (уколико) се такви називи појављују(спомињу) у било којем Гномовом документу, а чланови Гномовог документационог пројекта имају сазнања о томе, тада су називи исписани великим словима или са великим почетним словима.
sr@latin: Mnogi nazivi koje kompanije koriste u cilju prepoznatljivosti svojih proizvoda i usluga predstavljaju robne marke. Kada (ukoliko) se takvi nazivi pojavljuju(spominju) u bilo kojem Gnomovom dokumentu, a članovi Gnomovog dokumentacionog projekta imaju saznanja o tome, tada su nazivi ispisani velikim slovima ili sa velikim početnim slovima.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
sr: ДОКУМЕНТ ЈЕ ДОСТУПАН СА СВИМ СВОЈИМ ДОБРИМ И ЛОШИМ СТРАНАМА БЕЗ БИЛО КАКВОГ ЈАМСТВА, БИЛО ОНО ИЗРЕЧЕНО ИЛИ НЕ, УКЉУЧУЈУЋИ БЕЗ ОГРАНИЧЕЊА, ЈАМСТВО ДА ЈЕ ОВАЈ ДОКУМЕНТ ИЛИ ЊЕГОВА ИЗМЕЊЕНА ВЕРЗИЈА БЕЗ НЕДОСТАТАКА, СПРЕМАН ЗА ТРЖИШТЕ, СВРСИСХОДАН И НЕ НАРУШАВА ЗАКОНСКЕ НОРМЕ. ЦЕЛОКУПАН РИЗИК КОЈИ СЕ ОДНОСИ НА КВАЛИТЕТ, ТАЧНОСТ И ДОМЕТ (УЧИНАК) ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СНОСИ КОРИСНИК. УКОЛИКО СЕ У БИЛО КОЈЕМ ДОКУМЕНТУ ИЛИ ЊЕГОВОЈ ИЗМЕЊЕНОЈ ВЕРЗИЈИ ПОЈАВИ НЕДОСТАТАК (ГРЕШКА) БИЛО КОЈЕ ВРСТЕ, КОРИСНИК (А НЕ АУТОР ИЗВОРНЕ ВЕРЗИЈЕ, БИЛО КОЈИ ДРУГИ АУТОР ИЛИ САРАДНИК) СНОСИ СВЕ ТРОШКОВЕ НЕОПХОДНОГ СЕРВИСИРАЊА, ПОПРАВКЕ ИЛИ ИСПРАВКЕ. ОВО ОГРАНИЧЕЊЕ ЈАМСТВА ПРЕДСТАВЉА САСТАВНИ ДЕО ОВЕ ДОЗВОЛЕ. УПОТРЕБА БИЛО КОЈЕГ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ НИЈЕ ДОЗВОЉЕНА ОСИМ ПОД УСЛОВИМА ОВОГ ОГРАНИЧЕЊА ЈАМСТВА.
sr@latin: DOKUMENT JE DOSTUPAN SA SVIM SVOJIM DOBRIM I LOŠIM STRANAMA BEZ BILO KAKVOG JAMSTVA, BILO ONO IZREČENO ILI NE, UKLJUČUJUĆI BEZ OGRANIČENJA, JAMSTVO DA JE OVAJ DOKUMENT ILI NJEGOVA IZMENJENA VERZIJA BEZ NEDOSTATAKA, SPREMAN ZA TRŽIŠTE, SVRSISHODAN I NE NARUŠAVA ZAKONSKE NORME. CELOKUPAN RIZIK KOJI SE ODNOSI NA KVALITET, TAČNOST I DOMET (UČINAK) DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE SNOSI KORISNIK. UKOLIKO SE U BILO KOJEM DOKUMENTU ILI NJEGOVOJ IZMENJENOJ VERZIJI POJAVI NEDOSTATAK (GREŠKA) BILO KOJE VRSTE, KORISNIK (A NE AUTOR IZVORNE VERZIJE, BILO KOJI DRUGI AUTOR ILI SARADNIK) SNOSI SVE TROŠKOVE NEOPHODNOG SERVISIRANJA, POPRAVKE ILI ISPRAVKE. OVO OGRANIČENJE JAMSTVA PREDSTAVLJA SASTAVNI DEO OVE DOZVOLE. UPOTREBA BILO KOJEG DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE NIJE DOZVOLJENA OSIM POD USLOVIMA OVOG OGRANIČENJA JAMSTVA.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
sr: НИ ПОД КАКВИМ ОКОЛНОСТИМА ИЛИ ЗАКОНУ, БИЛО ЗБОГ КРШЕЊА (ИЛИ НЕМАРА) УГОВОРА, ИЛИ НА БИЛО КОЈИ ДРУГИ НАЧИН, АУТОР (ПРВОБИТНЕ ВЕРЗИЈЕ), САРАДНИК ИЛИ ИСПОРУЧИВАЛАЦ ДОКУМЕНТА ИЛИ ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ, НИТИ ДОБАВЉАЧ БИЛО КОЈЕ ОД НАВЕДЕНИХ СТРАНА НЕЋЕ СНОСИТИ МАТЕРИЈАЛНУ ОДГОВОРНОСТ ЗА НАСТАЛА ДИРЕКТНА, ИНДИРЕКТНА, ПОСЕБНА, СЛУЧАЈНА ИЛИ ТИМЕ НАСТАЛА ОШТЕЋЕЊА БИЛО КОЈЕ ВРСТЕ УКЉУЧУЈУЋИ, БЕЗ ОГРАНИЧЕЊА, ШТЕТУ НАНЕСЕНУ УГЛЕДУ ФИРМЕ, ПРЕСТАНКУ ПРОИЗВОДЊЕ, ОТКАЗИВАЊЕ РАДА РАЧУНАРА ИЛИ КВАРА КАО И ЗА СВЕ ОСТАЛЕ ШТЕТЕ ИЛИ ГУБИТКЕ НАСТАЛЕ УСЛЕД КОРИШЋЕЊА ДОКУМЕНТА И ЊЕГОВИХ ИЗМЕЊЕНИХ ВЕРЗИЈА ЧАК И АКО ЈЕ ОШТЕЋЕНА СТРАНА БИЛА ОБАВЕШТЕНА О МОГУЋНОСТИ НАСТАНКА ТЕ ШТЕТЕ.
sr@latin: NI POD KAKVIM OKOLNOSTIMA ILI ZAKONU, BILO ZBOG KRŠENJA (ILI NEMARA) UGOVORA, ILI NA BILO KOJI DRUGI NAČIN, AUTOR (PRVOBITNE VERZIJE), SARADNIK ILI ISPORUČIVALAC DOKUMENTA ILI NJEGOVE IZMENJENE VERZIJE, NITI DOBAVLJAČ BILO KOJE OD NAVEDENIH STRANA NEĆE SNOSITI MATERIJALNU ODGOVORNOST ZA NASTALA DIREKTNA, INDIREKTNA, POSEBNA, SLUČAJNA ILI TIME NASTALA OŠTEĆENJA BILO KOJE VRSTE UKLJUČUJUĆI, BEZ OGRANIČENJA, ŠTETU NANESENU UGLEDU FIRME, PRESTANKU PROIZVODNJE, OTKAZIVANJE RADA RAČUNARA ILI KVARA KAO I ZA SVE OSTALE ŠTETE ILI GUBITKE NASTALE USLED KORIŠĆENJA DOKUMENTA I NJEGOVIH IZMENJENIH VERZIJA ČAK I AKO JE OŠTEĆENA STRANA BILA OBAVEŠTENA O MOGUĆNOSTI NASTANKA TE ŠTETE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
sr: ОВАЈ ДОКУМЕНТ И ЊЕГОВЕ ИЗМЕЊЕНЕ ВЕРЗИЈЕ СУ ДОСТУПНЕ ПОД УСЛОВИМА ГНУ-ОВЕ СЛОБОДНЕ ДОКУМЕНТАЦИОНЕ ДОЗВОЛЕ УЗ ДОДАТНУ САГЛАСНОСТ ДА: <_:orderedlist-1/>

source: <firstname>Callum</firstname> <surname>McKenzie</surname> <affiliation> <address> <email>callum@spooky-possum.org</email> </address> </affiliation>
sr: <firstname>Калум</firstname> <surname>Мек Кензи</surname> <affiliation> <address> <email>callum@spooky-possum.org</email> </address> </affiliation>

source: <revnumber>Mines Manual V2.9</revnumber> <date>January 2006</date> <_:revdescription-1/>
sr: <revnumber>Упутство за Мине в2.9</revnumber> <date>Јануар 2006</date> <_:revdescription-1/>

source: This manual describes version 2.14 of Mines.
cs: Tato příručka popisuje Miny verze 2.14
sr: Ово упутство је написано за Мине 2.14.
sr@latin: Ovo uputstvo je napisano za Mine 2.14.

source: Feedback
cs: Ohlasy
sr: Примедбе
sr@latin: Primedbe

source: To report a bug or make a suggestion regarding the <application>Mines</application> application or this manual, follow the directions in the <ulink url="http://bugzilla.gnome.org">GNOME bug reporting database.</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Miny</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:gnome-feedback" type="help">Stránka s ohlasy na GNOME</ulink>.
sr: Да бисте пријавили грешку или дали предлог у вези програма <application>Мине</application> или његовог упутства, пратите смернице на <ulink url="ghelp:user-guide?feedback-bugs" type="help">Гномовој страни за примедбе</ulink>.
sr@latin: Da biste prijavili grešku ili dali predlog u vezi programa <application>Mine</application> ili njegovog uputstva, pratite smernice na <ulink url="ghelp:user-guide?feedback-bugs" type="help">Gnomovoj strani za primedbe</ulink>.

source: <primary>GNOME Mines</primary>
sr: <primary>Гномове Мине</primary>

source: Introduction
cs: Úvod
sr: Увод
sr@latin: Uvod

source: <application><application>Mines</application></application> is a puzzle game where you locate mines floating in an ocean using only your brain and a little bit of luck.
cs: <application><application>Miny</application></application> jsou herní hlavolam, ve kterém se snažíte při plavbě oceánem najít miny jen s pomocí mozku a trochy štěstí.
sr: <application><application>Мине</application></application> је слагалица у којој проналазите мине које плутају по мору користећи само памет и мало среће.
sr@latin: <application><application>Mine</application></application> je slagalica u kojoj pronalazite mine koje plutaju po moru koristeći samo pamet i malo sreće.

source: You start the game with a grid of covered squares and no idea what is in them. Clicking on a square reveals what is in it: either empty ocean or a mine. If you find a mine bad things happen and the game is over. If you uncover an empty square, you survive and get to try again. We do give you a bit of help; if you find an empty piece of ocean a number is printed there telling you how many mines are in the adjacent squares (or no number if there are no nearby mines). Once you find a few clear squares you can start to deduce which squares have mines in them and which don't. You win the game once you have revealed all the un-mined squares and marked all the mined squares.
cs: Hru začínáte s mřížkou zakrytých polí a bez tušení, co se pod nimi skrývá. Kliknutím na políčko odkryjete, co v něm je - prázdný oceán nebo mina. Pokud narazíte na minu, tak máte smůlu a hra končí. Pokud odkryjete prázdné políčko, tak jste přežili a můžete pokoušet osud dál. Poskytneme vám ale drobnou pomoc. Když najdete prázdný kousek oceánu, vypíše se vám číslo, které říká, kolik min leží v okolních políčcích. A nebo se neobjeví žádné číslo, což znamená, že v okolí žádná mina není. Jakmile najdete pár čistých polí, můžete začít dedukovat, která políčka jsou zaminovaná a která ne. Vyhráváte ve chvíli, kdy odkryjete všechna nezaminovaná políčka a označíte všechna zaminovaná.
sr: Игру почињете на табли покривеној квадратима иза којих не знате шта се налази. Кликом на квадрат се открива шта је испод њега: или чисто море или мина. Ако наиђете на мину, лоше вам се пише и игра је готова. Ако откријете празан квадрат, преживели сте и покушавате даље. Ми вам дајемо малу помоћ; ако нађете празно парче мора, приказује се број који вам говори колико мина има у суседним квадратима (ако нема броја, значи да нема мина у околини). Онда када нађете неколико празних квадрата, можете да почнете и сами да закључујете који квадрати имају мине, а који не. Победили сте онда када откријете све квадрате без мина и означите све квадрате са минама.
sr@latin: Igru počinjete na tabli pokrivenoj kvadratima iza kojih ne znate šta se nalazi. Klikom na kvadrat se otkriva šta je ispod njega: ili čisto more ili mina. Ako naiđete na minu, loše vam se piše i igra je gotova. Ako otkrijete prazan kvadrat, preživeli ste i pokušavate dalje. Mi vam dajemo malu pomoć; ako nađete prazno parče mora, prikazuje se broj koji vam govori koliko mina ima u susednim kvadratima (ako nema broja, znači da nema mina u okolini). Onda kada nađete nekoliko praznih kvadrata, možete da počnete i sami da zaključujete koji kvadrati imaju mine, a koji ne. Pobedili ste onda kada otkrijete sve kvadrate bez mina i označite sve kvadrate sa minama.

source: The stages of the game: the start, playing, losing, and winning.
cs: Stavy hry: začátek, průběh, prohra, výhra.
sr: Делови игре: почетак, игра, губитак и победа.
sr@latin: Delovi igre: početak, igra, gubitak i pobeda.

source: To mark a square as having a mine you right-click on it and a flag is placed there. If you click on a square with a number and you have placed precisely that number of flags on adjacent squares then the remaining squares are revealed. If you didn't mark the mines correctly then an explosion will occur and the game is over. Squares with no adjacent mines (i.e. blank squares) have their adjacent squares automatically cleared.
cs: Políčka s minou označíte kliknutím pravým tlačítkem a místo se označí vlaječkou. Pokud kliknete na políčko s číslem a v okolí máte rozmístěný správný počet vlaječek na správných místech, zbývající políčka se odkryjí. Pokud ale vlaječky nejsou rozmístěné správně, pak dojde k explozi a hra končí. Políčka, která nesousedí s minami (t.j. prázdná políčka) automaticky odkryjí jejich sousední políčka.
sr: Квадрат означавате да има мину тако што кликнете десним кликом на њега и онда се на њега поставља заставица. Ако кликнете на квадрат који има уписан број, а около сте означили исти тај број квадрата за које мислите да имају мине, остали квадрати се откривају. Ако нисте исправно означили мине, све експлодира и игра је готова. Клик на квадрате који немају мине у близини (тј. празни квадрати) ће аутоматски отварати остале околне квадрате.
sr@latin: Kvadrat označavate da ima minu tako što kliknete desnim klikom na njega i onda se na njega postavlja zastavica. Ako kliknete na kvadrat koji ima upisan broj, a okolo ste označili isti taj broj kvadrata za koje mislite da imaju mine, ostali kvadrati se otkrivaju. Ako niste ispravno označili mine, sve eksplodira i igra je gotova. Klik na kvadrate koji nemaju mine u blizini (tj. prazni kvadrati) će automatski otvarati ostale okolne kvadrate.

source: Important information.
cs: Důležité informace
sr: Важан податак.
sr@latin: Važan podatak.

source: You are being timed. To be good at this game you have to work both quickly and correctly. Once you have found all the mines and revealed all the un-mined squares the clock is stopped. Your score is the time you took; the shorter the better.
cs: Počítá se vám čas. Abyste byli v této hře dobří, musíte postupovat rychle a současně správně. Jakmile najdete všechny miny a odkryjete všechna nezaminovaná políčka, čas se zastaví. Vaším skóre je čas, kterého jste dosáhli. Čím kratší, tím lepší.
sr: Време вам се мери. Да бисте били добри у овој игри, морати бити и брзи и прецизни. Тек када нађете све мине и откријете сва поља без мина, време стаје. Ваш резултат је време које сте потрошили; што краће, то боље.
sr@latin: Vreme vam se meri. Da biste bili dobri u ovoj igri, morati biti i brzi i precizni. Tek kada nađete sve mine i otkrijete sva polja bez mina, vreme staje. Vaš rezultat je vreme koje ste potrošili; što kraće, to bolje.

source: The time you have taken is displayed on the bottom right of the window. Beside it, on the left, is a count of the number of mines you have cleared and the total number hidden on the board.
cs: Čas, kterého jste dosáhli, se zobrazuje v pravé dolní části okna. Naproti v levé části je počet min, které jste našli a celkový počet min na herní desce.
sr: Време које сте потрошили се приказује у доњем десном углу прозора. Поред њега, са леве стране, је број мина које сте открили и укупан број мина сакривених на табли.
sr@latin: Vreme koje ste potrošili se prikazuje u donjem desnom uglu prozora. Pored njega, sa leve strane, je broj mina koje ste otkrili i ukupan broj mina sakrivenih na tabli.

source: The yellow face shows you how well you are going.
cs: Žluté ksichtíky vám naznačují, jak si vedete
sr: Жуто лице вам показује како вам иде.
sr@latin: Žuto lice vam pokazuje kako vam ide.

source: The Details
cs: Podrobnosti
sr: Детаљи
sr@latin: Detalji

source: This section provides information on the controls and the important menu items. If you need help figuring where the mines are, see the <link linkend="strategy">strategy section</link>.
cs: Tato kapitola poskytuje informace o ovládání a důležitých položkách nabídky. Pokud potřebujete nápovědu objasňující, kde jsou miny, přeskočte na <link linkend="strategy">kapitolu o strategii</link>.
sr: Ова одељак пружа податке о контролама и важним ставкама менија. Ако вам треба помоћ о проналажењу мина, погледајте <link linkend="strategy">одељак за стратегију</link>.
sr@latin: Ova odeljak pruža podatke o kontrolama i važnim stavkama menija. Ako vam treba pomoć o pronalaženju mina, pogledajte <link linkend="strategy">odeljak za strategiju</link>.

source: The Goal
cs: Cíl
sr: Циљ
sr@latin: Cilj

source: Starting from an ocean of squares with unknown contents you must mark all the squares with mines and reveal all the clear squares. You don't actually have to mark the squares with mines, but it is a lot easier if you do. Once you have cleared all the un-mined squares, any remaining mined squares will be marked for you.
cs: Začínáte na oceánu polí s neznámým obsahem. Musíte označit všechna políčka s minami a odkrýt všechna prázdná políčka. Políčka s minami nemusíte nutně označovat, ale je pro vás snadnější, když to budete dělat. Pokud odkryjete všechna nezaminovaná políčka, zbývající zaminovaná políčka se vám označí.
sr: Полазећи од мора прекривеног квадрата са непознатим садржајем испод њих, морате да означите све квадрате са минама и откријете чисте квадрате. Заправо, не морате да означите сваки квадрат који има мину, али је тако много лакше. Када откријете све квадрате који немају мина, игра ће сама означити остале миниране квадрате.
sr@latin: Polazeći od mora prekrivenog kvadrata sa nepoznatim sadržajem ispod njih, morate da označite sve kvadrate sa minama i otkrijete čiste kvadrate. Zapravo, ne morate da označite svaki kvadrat koji ima minu, ali je tako mnogo lakše. Kada otkrijete sve kvadrate koji nemaju mina, igra će sama označiti ostale minirane kvadrate.
